app/controllers/projects_controller.rb

INSERT INTO "projects" ("title", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["title", "Pargo"], ["created_at", "2021-07-18 14:01:25.942337"], ["updated_at", "2021-07-18 14:01:25.942337"]]
---
  def create
    if @project.save

SELECT "projects".* FROM "projects" ORDER BY created_at DESC
---
      def load_projects
        @projects = Project.accessible_by(current_ability).order('created_at DESC')